tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "warrensbox/tap"
brew "ack"
brew "antibody"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "cdktf"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "dnscontrol"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "innoextract"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "mas"
brew "minikube"
brew "moreutils"
brew "n"
brew "neofetch"
brew "openssh"
brew "postgresql@14", restart_service: true
brew "pv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "screen"
brew "shellcheck"
brew "skaffold"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/vault"
brew "stripe/stripe-cli/stripe"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "audio-hijack"
cask "backblaze"
cask "cleanshot"
cask "daisydisk"
cask "datagrip"
cask "discord"
cask "elmedia-player"
cask "farrago"
cask "figma"
cask "firefox"
cask "font-geist-mono"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "little-snitch"
cask "logitech-options"
cask "pastebot"
cask "postico"
cask "postman"
cask "protonvpn"
cask "pycharm-ce"
cask "rectangle"
cask "rectangle-pro"
cask "rekordbox"
cask "rocket"
cask "slack"
cask "soulseek"
cask "soundsource"
cask "spotify"
cask "streamlabs"
cask "sublime-text"
cask "telegram"
cask "transmit"
cask "tweetbot"
cask "vanilla"
cask "visual-studio-code"
cask "vox"
cask "webstorm", args: { appdir: "~/Applications" }
cask "writer"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Calcbot", id: 931657367
mas "djay Pro AI", id: 450527929
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Magnet", id: 441258766
mas "Neural Mix Pro", id: 1527105121
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "Poolsuite FM", id: 1514817810
mas "Things", id: 904280696
mas "Tomato 2", id: 1494210770
mas "Xcode", id: 497799835
vscode "alexcvzz.vscode-sqlite"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "infracost.infracost"
vscode "k--kato.intellij-idea-keybindings"
vscode "letmaik.git-tree-compare"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "shakram02.bash-beautify"
vscode "shopify.ruby-lsp"
vscode "tabnine.tabnine-vscode"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
