tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "minamijoyo/tfupdate"
tap "warrensbox/tap"
tap "1password/tap"
brew "ack"
brew "argocd"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "dnscontrol"
brew "openjpeg"
brew "leptonica"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "infracost"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "minikube"
brew "kube-ps1"
brew "stern"
brew "k9s"
brew "moreutils"
brew "n"
brew "neofetch"
brew "openssh"
brew "podman"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "python"
brew "reattach-to-user-namespace"
brew "redis"
brew "screen"
brew "shellcheck"
brew "stern"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/vault"
brew "minamijoyo/tfupdate/tfupdate"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "daisydisk"
cask "datagrip"
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "logitech-options"
cask "logi-options-plus"
cask "notion"
cask "pastebot"
cask "postico"
cask "postman"
cask "pycharm-ce"
cask "rocket"
cask "sketch"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "transmit"
cask "visual-studio-code"
cask "webstorm"
